Repository: jungwuk-ryu/Switchyard
Catalog: app/Packages/SwitchyardLocalization/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, ru, zh_hans, zh_hant

source: Other Managed Runtimes
de: Weitere verwaltete Laufzeitumgebungen
es: Otros entornos gestionados
fr: Autres environnements gérés
ja: その他の管理対象ランタイム
ko: 기타 관리 런타임
pt_br: Outros runtimes gerenciados
ru: Другие управляемые среды выполнения
zh_hans: 其他托管运行时
zh_hant: 其他受管理的執行環境

source: Patch Set
de: Patchsatz
es: Conjunto de parches
fr: Jeu de correctifs
ja: パッチセット
ko: 패치 세트
pt_br: Conjunto de patches
ru: Набор патчей
zh_hans: 补丁集
zh_hant: 修補程式集

source: Path
de: Pfad
es: Camino
fr: Chemin
ja: パス
ko: 경로
pt_br: Caminho
ru: Путь
zh_hans: 路径
zh_hant: 路徑

source: Preparing Windows support
de: Vorbereitung der Windows-Unterstützung
es: Preparando el soporte Windows
fr: Préparation du support Windows
ja: Windows サポートを準備しています
ko: Windows 지원 준비 중
pt_br: Preparando o suporte ao Windows
ru: Подготовка поддержки Windows
zh_hans: 准备 Windows 支持
zh_hant: 準備 Windows 支持

source: Preparing a place for Steam…
de: Vorbereitung eines Platzes für Steam…
es: Preparando un lugar para Steam…
fr: Préparation d'une place pour Steam…
ja: Steam の場所を準備しています…
ko: Steam을 위한 공간을 준비하는 중…
pt_br: Preparando um lugar para Steam...
ru: Готовим место для Steam…
zh_hans: 正在为 Steam 准备地方……
zh_hant: 正在為 Steam 準備地方…

source: Preparing automatically…
de: Automatisch vorbereiten…
es: Preparándose automáticamente…
fr: Préparation automatique…
ja: 自動的に準備しています…
ko: 자동으로 준비 중…
pt_br: Preparando automaticamente...
ru: Автоматическая подготовка…
zh_hans: 自动准备...
zh_hant: 自動準備...

source: Preparing this Windows container for the active Switchyard runtime.
de: Dieser Windows-Container wird für die aktive Switchyard-Laufzeitumgebung vorbereitet.
es: Preparando este contenedor de Windows para el entorno de ejecución activo de Switchyard.
fr: Préparation de ce conteneur Windows pour l’environnement d’exécution actif de Switchyard.
ja: アクティブな Switchyard ランタイム向けにこの Windows コンテナを準備しています。
ko: 활성 Switchyard 런타임에 맞게 이 Windows 컨테이너를 준비하는 중입니다.
pt_br: Preparando este contêiner do Windows para o runtime ativo do Switchyard.
ru: Подготовка этого контейнера Windows для активной среды выполнения Switchyard.
zh_hans: 正在为活动的 Switchyard 运行时准备此 Windows 容器。
zh_hant: 正在針對使用中的 Switchyard 執行環境準備此 Windows 容器。

source: Press Return or leave the field to rename the container and its folder
de: Drücken Sie die Eingabetaste oder verlassen Sie das Feld, um den Container und seinen Ordner umzubenennen
es: Presione Retorno o abandone el campo para cambiar el nombre del contenedor y su carpeta.
fr: Appuyez sur Retour ou quittez le champ pour renommer le conteneur et son dossier
ja: Return キーを押すか、フィールドを離れてコンテナとそのフォルダの名前を変更します。
ko: 컨테이너와 해당 폴더의 이름을 바꾸려면 Return 키를 누르거나 필드를 떠나세요.
pt_br: Pressione Retorno ou saia do campo para renomear o contêiner e sua pasta
ru: Нажмите Return или оставьте поле, чтобы переименовать контейнер и его папку.
zh_hans: 按 Return 或保留该字段以重命名容器及其文件夹
zh_hant: 按 Return 或保留該欄位以重新命名容器及其資料夾

source: Process details are temporarily unavailable.
de: Prozessdetails sind vorübergehend nicht verfügbar.
es: Los detalles del proceso no están disponibles temporalmente.
fr: Les détails du processus sont temporairement indisponibles.
ja: プロセスの詳細は一時的に利用できなくなります。
ko: 일시적으로 프로세스 세부정보를 사용할 수 없습니다.
pt_br: Os detalhes do processo estão temporariamente indisponíveis.
ru: Подробности процесса временно недоступны.
zh_hans: 暂时无法获取流程详细信息。
zh_hant: 暫時無法取得流程詳細資訊。

source: Processes
de: Prozesse
es: Procesos
fr: Processus
ja: プロセス
ko: 프로세스
pt_br: Processos
ru: Процессы
zh_hans: 进程
zh_hant: 處理程序

source: Program Group
de: Programmgruppe
es: Grupo de programas
fr: Groupe de programme
ja: プログラムグループ
ko: 프로그램 그룹
pt_br: Grupo de programas
ru: Программная группа
zh_hans: 程序组
zh_hant: 程式群組

source: Programs
de: Programme
es: Programas
fr: Programmes
ja: プログラム
ko: 프로그램
pt_br: Programas
ru: Программы
zh_hans: 程序
zh_hant: 程式

source: Queued
de: In der Warteschlange
es: En cola
fr: En file d'attente
ja: キューに入れられました
ko: 대기 중
pt_br: Na fila
ru: В очереди
zh_hans: 排队
zh_hant: 排隊

source: Re-run All Checks
de: Führen Sie alle Prüfungen erneut durch
es: Vuelva a ejecutar todas las comprobaciones
fr: Réexécutez toutes les vérifications
ja: すべてのチェックを再実行する
ko: 모든 검사를 다시 실행하세요
pt_br: Reexecute todas as verificações
ru: Повторно выполнить все проверки
zh_hans: 重新运行所有检查
zh_hant: 重新運行所有檢查

source: Re-run Diagnostics
de: Führen Sie die Diagnose erneut aus
es: Volver a ejecutar el diagnóstico
fr: Réexécuter les diagnostics
ja: 診断を再実行する
ko: 진단 재실행
pt_br: Executar diagnóstico novamente
ru: Повторный запуск диагностики
zh_hans: 重新运行诊断
zh_hant: 重新運行診斷

source: Re-run Runtime Diagnostics
de: Führen Sie die Laufzeitdiagnose erneut aus
es: Vuelva a ejecutar el diagnóstico en tiempo de ejecución
fr: Réexécutez les diagnostics d’exécution
ja: ランタイム診断を再実行する
ko: 런타임 진단 다시 실행
pt_br: Executar novamente o diagnóstico do runtime
ru: Перезапустите диагностику времени выполнения.
zh_hans: 重新运行运行时诊断
zh_hant: 重新運行運行時診斷

source: Ready
de: Bereit
es: Listo
fr: Prêt
ja: 準備完了
ko: 준비
pt_br: Pronto
ru: Готово
zh_hans: 准备好
zh_hant: 準備好

source: Ready and matched to this version of Switchyard.
de: Bereit und abgestimmt auf diese Version von Switchyard.
es: Listo y adaptado a esta versión de Switchyard.
fr: Prêt et adapté à cette version de Switchyard.
ja: 準備が整い、Switchyard のこのバージョンに一致します。
ko: 이 버전의 Switchyard와 일치하고 준비되었습니다.
pt_br: Pronto e compatível com esta versão do Switchyard.
ru: Готов и соответствует этой версии Switchyard.
zh_hans: 已准备好并与此版本的 Switchyard 匹配。
zh_hant: 已準備好並與此版本的 Switchyard 相符。

source: Ready for the next application
de: Bereit für die nächste Anwendung
es: Listo para la próxima aplicación
fr: Prêt pour la prochaine candidature
ja: 次のアプリケーションの準備ができました
ko: 다음 신청 준비
pt_br: Pronto para o próximo aplicativo
ru: Готов к следующему приложению
zh_hans: 准备下一次申请
zh_hant: 準備下次申請

source: Ready to begin
de: Bereit zum Start
es: Listo para comenzar
fr: Prêt à commencer
ja: 始める準備完了
ko: 시작할 준비가 되었습니다
pt_br: Pronto para começar
ru: Готов начать
zh_hans: 准备开始
zh_hant: 準備開始

source: Ready to launch
de: Bereit zum Start
es: Listo para lanzar
fr: Prêt à lancer
ja: 起動準備完了
ko: 실행 준비 완료
pt_br: Pronto para abrir
ru: Готов к запуску
zh_hans: 准备启动
zh_hant: 準備啟動

source: Ready to launch Windows executables in Switchyard containers.
de: Bereit zum Starten der ausführbaren Windows-Dateien in Switchyard-Containern.
es: Listo para lanzar ejecutables Windows en contenedores Switchyard.
fr: Prêt à lancer les exécutables Windows dans les conteneurs Switchyard.
ja: Switchyard コンテナーで Windows 実行可能ファイルを起動する準備ができました。
ko: Switchyard 컨테이너에서 Windows 실행 파일을 시작할 준비가 되었습니다.
pt_br: Pronto para executar arquivos do Windows nos contêineres do Switchyard.
ru: Готов к запуску исполняемых файлов Windows в контейнерах Switchyard.
zh_hans: 准备在 Switchyard 容器中启动 Windows 可执行文件。
zh_hant: 準備在 Switchyard 容器中啟動 Windows 執行檔。

source: Recent
de: Neu
es: Reciente
fr: Récent
ja: 最近の
ko: 최근
pt_br: Recentes
ru: Недавние
zh_hans: 最近
zh_hant: 最近

source: Recent Activity
de: Letzte Aktivität
es: Actividad reciente
fr: Activité récente
ja: 最近の活動
ko: 최근 활동
pt_br: Atividades Recentes
ru: Недавняя активность
zh_hans: 最近的活动
zh_hant: 最近的活動

source: Recent Files
de: Aktuelle Dateien
es: Archivos recientes
fr: Fichiers récents
ja: 最近のファイル
ko: 최근 파일
pt_br: Arquivos Recentes
ru: Последние файлы
zh_hans: 最近的文件
zh_hant: 最近的文件

source: Recently Launched
de: Kürzlich gestartet
es: Ejecutados recientemente
fr: Récemment lancé
ja: 最近起動した項目
ko: 최근 실행
pt_br: Executados recentemente
ru: Недавно запущенный
zh_hans: 最近启动
zh_hant: 最近啟動

source: Recommended
de: Empfohlen
es: Recomendado
fr: Recommandé
ja: 推奨
ko: 권장
pt_br: Recomendado
ru: Рекомендуется
zh_hans: 推荐
zh_hant: 建議

source: Recover Copied Callback
de: Kopierten Rückruf wiederherstellen
es: Recuperar devolución de llamada copiada
fr: Récupérer le rappel copié
ja: コピーされたコールバックを回復する
ko: 복사한 로그인 완료
pt_br: Recuperar retorno copiado
ru: Восстановить скопированный обратный вызов
zh_hans: 恢复复制的回调
zh_hant: 恢復複製的回呼

source: Recover Copied Login Callback
de: Kopierten Anmelderückruf wiederherstellen
es: Recuperar devolución de llamada de inicio de sesión copiada
fr: Récupérer le rappel de connexion copié
ja: コピーされたログインコールバックを復元する
ko: 복사한 로그인 완료
pt_br: Recuperar retorno de login copiado
ru: Восстановить скопированный обратный вызов входа в систему
zh_hans: 恢复复制的登录回调
zh_hant: 恢復複製的登入回呼

# Recovered the %@: callback for %@.
source: Recovered the %1$@: callback for %2$@.
de: Der Rückruf %1$@ für %2$@ wurde wiederhergestellt.
es: Se recuperó el %1$@: devolución de llamada para %2$@.
fr: Récupération du %1$@ : rappel pour %2$@.
ja: %1$@: %2$@ のコールバックを回復しました。
ko: %2$@의 %1$@ 로그인을 완료했습니다.
pt_br: Recuperei o %1$@: referência para %2$@.
ru: Восстановлен %1$@: обратный вызов для %2$@.
zh_hans: 恢复了 %1$@：%2$@ 的回调。
zh_hant: 恢復了 %1$@：%2$@ 的回呼。

source: Recovered the %@: callback. Future sign-ins can return automatically.
de: Der Rückruf %1$@: wurde wiederhergestellt. Zukünftige Anmeldungen können automatisch wiederhergestellt werden.
es: Recuperado el %1$@: devolución de llamada. Los inicios de sesión futuros pueden regresar automáticamente.
fr: Récupération du %1$@ : rappel. Les futures connexions pourront revenir automatiquement.
ja: %1$@: コールバックを回復しました。今後のサインインは自動的に戻ることができます。
ko: %1$@ 로그인을 완료했습니다. 다음부터는 자동으로 앱으로 돌아갑니다.
pt_br: Recuperei o %1$@: retorno. Os logins futuros podem retornar automaticamente.
ru: Восстановлен обратный вызов %1$@:. Последующие входы в систему могут вернуться автоматически.
zh_hans: 恢复了%1$@：回调。以后的登录可以自动返回。
zh_hant: 恢復了%1$@：回呼。以後的登入可以自動回傳。

source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
ja: 更新
ko: 새로 고침
pt_br: Atualizar
ru: Обновить
zh_hans: 刷新
zh_hant: 重新整理

source: Refresh Windows Session
de: Aktualisieren Sie die Windows-Sitzung
es: Actualizar sesión Windows
fr: Actualiser la session Windows
ja: Windows セッションを更新
ko: Windows 세션 새로 고침
pt_br: Atualizar sessão do Windows
ru: Обновить сеанс Windows
zh_hans: 刷新 Windows 会话
zh_hant: 刷新 Windows 會話

source: Refusing to move %@ to Trash because its path is outside Switchyard storage or has no Switchyard manifest.
de: Das Verschieben von %1$@ in den Papierkorb wird abgelehnt, da der Pfad außerhalb des Switchyard-Speichers liegt oder kein Switchyard-Manifest vorhanden ist.
es: Negarse a mover %1$@ a la Papelera porque su ruta está fuera del almacenamiento Switchyard o no tiene ningún manifiesto Switchyard.
fr: Refus de déplacer %1$@ vers la corbeille car son chemin se trouve en dehors du stockage Switchyard ou n'a pas de manifeste Switchyard.
ja: パスがSwitchyardの保存領域外にあるか、Switchyardマニフェストがないため、%1$@をゴミ箱に入れられません。
ko: %1$@의 경로가 Switchyard 저장소 밖에 있거나 매니페스트가 없어 휴지통으로 옮기지 않았습니다.
pt_br: %1$@ não será movido para o Lixo porque o caminho está fora do armazenamento do Switchyard ou não contém um manifesto do Switchyard.
ru: Отказ в перемещении %1$@ в корзину, поскольку его путь находится за пределами хранилища Switchyard или не имеет манифеста Switchyard.
zh_hans: 拒绝将 %1$@ 移至垃圾箱，因为其路径位于 Switchyard 存储之外或没有 Switchyard 清单。
zh_hant: 拒絕將 %1$@ 移至垃圾箱，因為其路徑位於 Switchyard 儲存之外或沒有 Switchyard 清單。

source: Registered a macOS callback bridge for a Wine URL scheme: %@
de: Registrierte eine macOS-Callback-Brücke für ein Wine-URL-Schema: %1$@
es: Se registró un puente de devolución de llamada macOS para un esquema de URL Wine: %1$@
fr: Enregistrement d'un pont de rappel macOS pour un schéma d'URL Wine : %1$@
ja: Wine URL スキームの macOS コールバック ブリッジを登録しました: %1$@
ko: Wine URL 스킴 %1$@의 macOS 콜백 연결을 등록했습니다.
pt_br: Uma ponte de retorno do macOS foi registrada para o esquema de URL do Wine: %1$@
ru: Зарегистрирован мост обратного вызова macOS для схемы URL-адресов Wine: %1$@.
zh_hans: 为 Wine URL 方案注册了 macOS 回调桥：%1$@
zh_hant: 為 Wine URL 方案註冊了 macOS 回呼橋接器：%1$@

source: Remaining Wine processes will be cleaned up before launch
de: Verbleibende Wine-Prozesse werden vor dem Start bereinigt
es: Los procesos restantes de Wine se limpiarán antes del lanzamiento.
fr: Les processus Wine restants seront nettoyés avant le lancement
ja: 残りの Wine プロセスは起動前にクリーンアップされます
ko: 앱을 실행하기 전에 남은 Wine 프로세스를 정리합니다.
pt_br: Os processos Wine restantes serão limpos antes do lançamento
ru: Остальные процессы Wine будут очищены перед запуском.
zh_hans: 剩余的 Wine 进程将在启动前清理
zh_hant: 剩餘的 Wine 進程將在啟動前清理

source: Remove %@
de: %1$@ entfernen
es: Eliminar %1$@
fr: Supprimer %1$@
ja: %1$@ を削除
ko: %1$@ 제거
pt_br: Remover %1$@
ru: Удалить %1$@
zh_hans: 移除 %1$@
zh_hant: 移除 %1$@

source: Remove %@?
de: %1$@ entfernen?
es: ¿Eliminar %1$@?
fr: Supprimer %1$@ ?
ja: %1$@ を削除しますか？
ko: %1$@ 제거?
pt_br: Remover %1$@?
ru: Удалить %1$@?
zh_hans: 移除 %1$@？
zh_hant: 要移除 %1$@ 嗎？

source: Remove Runtime
de: Laufzeitumgebung entfernen
es: Eliminar entorno
fr: Supprimer l’environnement
ja: ランタイムを削除
ko: 런타임 제거
pt_br: Remover runtime
ru: Удалить среду выполнения
zh_hans: 移除运行时
zh_hant: 移除執行環境

source: Remove Variable
de: Variable entfernen
es: Eliminar variable
fr: Supprimer une variable
ja: 変数の削除
ko: 변수 제거
pt_br: Remover variável
ru: Удалить переменную
zh_hans: 删除变量
zh_hant: 刪除變數

source: Remove this inactive managed runtime
de: Diese inaktive verwaltete Laufzeitumgebung entfernen
es: Eliminar este entorno gestionado inactivo
fr: Supprimer cet environnement géré inactif
ja: この非アクティブな管理対象ランタイムを削除
ko: 이 비활성 관리 런타임 제거
pt_br: Remover este runtime gerenciado inativo
ru: Удалить эту неактивную управляемую среду выполнения
zh_hans: 移除此非活动托管运行时
zh_hant: 移除此未使用的受管理執行環境

source: Remove this inactive runtime
de: Diese inaktive Laufzeitumgebung entfernen
es: Eliminar este entorno inactivo
fr: Supprimer cet environnement inactif
ja: この非アクティブなランタイムを削除
ko: 이 비활성 런타임 제거
pt_br: Remover este runtime inativo
ru: Удалить эту неактивную среду выполнения
zh_hans: 移除此非活动运行时
zh_hant: 移除此未使用的執行環境

source: Remove this managed runtime?
de: Diese verwaltete Laufzeitumgebung entfernen?
es: ¿Eliminar este entorno gestionado?
fr: Supprimer cet environnement géré ?
ja: この管理対象ランタイムを削除しますか？
ko: 이 관리 런타임을 제거할까요?
pt_br: Remover este runtime gerenciado?
ru: Удалить эту управляемую среду выполнения?
zh_hans: 移除此托管运行时？
zh_hant: 要移除此受管理的執行環境嗎？

source: Removed %@. It can be downloaded again later.
de: %1$@ wurde entfernt. Die Version kann später erneut geladen werden.
es: Se eliminó %1$@. Se puede volver a descargar más adelante.
fr: %1$@ a été supprimé. Il pourra être téléchargé à nouveau plus tard.
ja: %1$@ を削除しました。後で再ダウンロードできます。
ko: %1$@ 제거 완료. 나중에 다시 다운로드할 수 있습니다.
pt_br: %1$@ foi removido. Ele poderá ser baixado novamente mais tarde.
ru: %1$@ удалено. Его можно скачать снова позже.
zh_hans: 已移除 %1$@。以后可以重新下载。
zh_hant: 已移除 %1$@。稍後可重新下載。

source: Removed a stale macOS desktop shortcut for %@.
de: Eine veraltete Desktop-Verknüpfung macOS für %1$@ wurde entfernt.
es: Se eliminó un acceso directo de escritorio obsoleto macOS para %1$@.
fr: Suppression d'un raccourci sur le bureau macOS obsolète pour %1$@.
ja: %1$@ の古い macOS デスクトップ ショートカットを削除しました。
ko: %1$@의 오래된 macOS 데스크탑 바로 가기를 삭제했습니다.
pt_br: Removi um atalho de macOS desktop ultrapassado para %1$@.
ru: Удален устаревший ярлык macOS на рабочем столе для %1$@.
zh_hans: 删除了 %1$@ 的过时 macOS 桌面快捷方式。
zh_hant: 刪除了 %1$@ 的過時 macOS 桌面捷徑。

source: Removed duplicate container entries that pointed to an already-used folder: %@.
de: Doppelte Containereinträge entfernt, die auf einen bereits verwendeten Ordner verwiesen: %1$@.
es: Se eliminaron entradas de contenedor duplicadas que apuntaban a una carpeta ya utilizada: %1$@.
fr: Suppression des entrées de conteneur en double qui pointaient vers un dossier déjà utilisé : %1$@.
ja: すでに使用されているフォルダー %1$@ を指す重複したコンテナー エントリを削除しました。
ko: 이미 사용된 폴더 %1$@를 가리키는 중복 컨테이너 항목을 제거했습니다.
pt_br: Foram removidas entradas de contêiner duplicadas que apontavam para uma pasta já usada: %1$@.
ru: Удалены повторяющиеся записи контейнера, указывающие на уже использованную папку: %1$@.
zh_hans: 删除了指向已使用文件夹的重复容器条目：%1$@。
zh_hant: 刪除了指向已使用資料夾的重複容器條目：%1$@。

source: Removed reserved environment variable: %@.
de: Reservierte Umgebungsvariable entfernt: %1$@.
es: Se eliminó la variable de entorno reservada: %1$@.
fr: Variable d'environnement réservée supprimée : %1$@.
ja: 予約された環境変数: %1$@ が削除されました。
ko: 예약된 환경 변수 %1$@가 제거되었습니다.
pt_br: Variável de ambiente reservada removida: %1$@.
ru: Удалена зарезервированная переменная среды: %1$@.
zh_hans: 删除了保留的环境变量：%1$@。
zh_hant: 刪除了保留的環境變數：%1$@。

source: Removing the selected inactive runtime…
de: Die ausgewählte inaktive Laufzeitumgebung wird entfernt…
es: Eliminando el entorno inactivo seleccionado…
fr: Suppression de l’environnement inactif sélectionné…
ja: 選択した非アクティブなランタイムを削除しています…
ko: 선택한 비활성 런타임을 제거하는 중…
pt_br: Removendo o runtime inativo selecionado…
ru: Удаление выбранной неактивной среды выполнения…
zh_hans: 正在移除所选非活动运行时…
zh_hant: 正在移除所選未使用的執行環境…

# Renamed %@ and its folder to %@.
source: Renamed %1$@ and its folder to %2$@.
de: %1$@ und sein Ordner in %2$@ umbenannt.
es: Se cambió el nombre de %1$@ y su carpeta a %2$@.
fr: Renommé %1$@ et son dossier en %2$@.
ja: %1$@ とそのフォルダーの名前を %2$@ に変更しました。
ko: %1$@ 및 해당 폴더의 이름이 %2$@로 변경되었습니다.
pt_br: %1$@ e sua pasta foram renomeados para %2$@.
ru: Переименовал %1$@ и его папку в %2$@.
zh_hans: 将%1$@及其文件夹重命名为%2$@。
zh_hant: 將%1$@及其資料夾重新命名為%2$@。

source: Required
de: Erforderlich
es: Requerido
fr: Obligatoire
ja: 必須
ko: 필수
pt_br: Obrigatório
ru: Требуется
zh_hans: 必需
zh_hant: 必要

source: Reset Cached Setup State
de: Zwischengespeicherten Setup-Status zurücksetzen
es: Restablecer el estado de configuración en caché
fr: Réinitialiser l'état de configuration mis en cache
ja: キャッシュされたセットアップ状態をリセット
ko: 캐시된 설정 상태 재설정
pt_br: Redefinir estado de configuração em cache
ru: Сбросить состояние кэшированной настройки
zh_hans: 重置缓存的设置状态
zh_hant: 重置快取的設定狀態

source: Resolve missing runtime components before running Windows executables.
de: Beheben Sie fehlende Laufzeitkomponenten, bevor Sie die ausführbaren Windows-Dateien ausführen.
es: Resuelva los componentes de tiempo de ejecución que faltan antes de ejecutar los ejecutables Windows.
fr: Résolvez les composants d'exécution manquants avant d'exécuter les exécutables Windows.
ja: Windows 実行可能ファイルを実行する前に、不足しているランタイム コンポーネントを解決してください。
ko: Windows 실행 파일을 실행하기 전에 누락된 런타임 구성 요소를 해결하세요.
pt_br: Instale os componentes ausentes do runtime antes de executar arquivos do Windows.
ru: Устраните отсутствующие компоненты среды выполнения перед запуском исполняемых файлов Windows.
zh_hans: 在运行 Windows 可执行文件之前解决缺少的运行时组件。
zh_hant: 在執行 Windows 執行檔之前解決缺少的執行時間元件。

source: Resolved Wine selection to executable: %@
de: Die Auswahl von Wine für die ausführbare Datei wurde behoben: %1$@
es: Se resolvió la selección de Wine al ejecutable: %1$@
fr: Sélection résolue de Wine vers l'exécutable : %1$@
ja: Wine の選択を実行可能ファイルに解決しました: %1$@
ko: Wine 선택을 실행 파일로 해결: %1$@
pt_br: A seleção do Wine foi resolvida para o executável: %1$@
ru: Разрешен выбор Wine для исполняемого файла: %1$@.
zh_hans: 将 Wine 选择解析为可执行文件：%1$@
zh_hant: 將 Wine 選擇解析為執行檔：%1$@

source: Responding normally
de: Reagiert normal
es: Respondiendo normalmente
fr: Réponse normale
ja: 正常に応答します
ko: 정상적으로 대응 중
pt_br: Respondendo normalmente
ru: Отвечает нормально
zh_hans: 反应正常
zh_hant: 反應正常

source: Restart
de: Neu starten
es: Reiniciar
fr: Redémarrer
ja: 再起動
ko: 다시 시작
pt_br: Reiniciar
ru: Перезапустить
zh_hans: 重新启动
zh_hant: 重新啟動

source: Restart Switchyard to apply the selected language.
de: Starten Sie Switchyard neu, um die ausgewählte Sprache anzuwenden.
es: Reinicia Switchyard para aplicar el idioma seleccionado.
fr: Redémarrez Switchyard pour appliquer la langue sélectionnée.
ja: 選択した言語を適用するには、Switchyard を再起動してください。
ko: 선택한 언어를 적용하려면 Switchyard를 다시 시작하세요.
pt_br: Reinicie o Switchyard para aplicar o idioma selecionado.
ru: Перезапустите Switchyard, чтобы применить выбранный язык.
zh_hans: 重新启动 Switchyard 以应用所选语言。
zh_hant: 重新啟動 Switchyard 以套用所選語言。

source: Restarting will close every Windows process in this container, including games or installers. Restart it to guarantee a fresh launch?
de: Beim Neustart werden alle Windows-Prozesse in diesem Container beendet, einschließlich Spiele und Installationsprogramme. Mit einer neuen Sitzung neu starten?
es: Al reiniciar se cerrarán todos los procesos de Windows de este contenedor, incluidos los juegos y los instaladores. ¿Quieres reiniciar con una sesión nueva?
fr: Le redémarrage fermera tous les processus Windows de ce conteneur, y compris les jeux et les programmes d’installation. Redémarrer avec une nouvelle session ?
ja: 再起動すると、ゲームやインストーラを含む、このコンテナ内のすべてのWindowsプロセスが終了します。新しい状態で再起動しますか？
ko: 다시 시작하면 게임과 설치 프로그램을 포함해 이 컨테이너의 모든 Windows 프로세스가 종료됩니다. 새 상태로 다시 시작할까요?
pt_br: Reiniciar fechará todos os processos do Windows neste contêiner, inclusive jogos e instaladores. Deseja reiniciar com uma sessão limpa?
ru: При перезапуске завершатся все процессы Windows в этом контейнере, включая игры и установщики. Перезапустить контейнер с чистого состояния?
zh_hans: 重新启动会关闭此容器中的所有 Windows 进程，包括游戏和安装程序。要以全新状态重新启动吗？
zh_hant: 重新啟動會關閉此容器中的所有 Windows 處理程序，包括遊戲和安裝程式。要以全新狀態重新啟動嗎？

source: Rosetta 2 can only be installed on an Apple Silicon Mac.
de: Rosetta 2 kann nur auf einem Apple Silicon Mac installiert werden.
es: Rosetta 2 solo se puede instalar en una Mac Apple Silicon.
fr: Rosetta 2 ne peut être installé que sur un Mac Apple Silicon.
ja: Rosetta 2 は、Apple Silicon Mac にのみインストールできます。
ko: Rosetta 2는 Apple Silicon Mac에만 설치할 수 있습니다.
pt_br: Rosetta 2 só pode ser instalado em um Mac Apple Silicon.
ru: Rosetta 2 можно установить только на Apple Silicon Mac.
zh_hans: Rosetta 2 只能安装在 Apple Silicon Mac 上。
zh_hant: Rosetta 2 只能安裝在 Apple Silicon Mac 上。

source: Rosetta 2 is available only on Apple Silicon Macs.
de: Rosetta 2 ist nur auf Apple Silicon-Macs verfügbar.
es: Rosetta 2 está disponible solo en Mac Apple Silicon.
fr: Rosetta 2 est disponible uniquement sur les Mac Apple Silicon.
ja: Rosetta 2 は、Apple Silicon Mac でのみ使用できます。
ko: Rosetta 2는 Apple Silicon Mac에서만 사용할 수 있습니다.
pt_br: Rosetta 2 está disponível apenas em Macs Apple Silicon.
ru: Rosetta 2 доступен только на компьютерах Mac Apple Silicon.
zh_hans: Rosetta 2 仅在 Apple Silicon Mac 上可用。
zh_hant: Rosetta 2 僅在 Apple Silicon Mac 上可用。

source: Rosetta 2 is required for the Windows compatibility runtime.
de: Rosetta 2 ist für die Kompatibilitätslaufzeit Windows erforderlich.
es: Se requiere Rosetta 2 para el tiempo de ejecución de compatibilidad Windows.
fr: Rosetta 2 est requis pour le runtime de compatibilité Windows.
ja: Rosetta 2 は、Windows 互換ランタイムに必要です。
ko: Rosetta 2는 Windows 호환성 런타임에 필요합니다.
pt_br: O runtime de compatibilidade do Windows requer o Rosetta 2.
ru: Rosetta 2 необходим для среды выполнения, совместимой с Windows.
zh_hans: Windows 兼容性运行时需要 Rosetta 2。
zh_hant: Windows 相容性運作時需要 Rosetta 2。

source: Rosetta 2 lets this Apple Silicon Mac open the Intel-based part of the Windows runtime.
de: Mit Rosetta 2 kann dieser Apple Silicon Mac den Intel-basierten Teil der Windows-Laufzeit öffnen.
es: Rosetta 2 permite que esta Mac Apple Silicon abra la parte basada en Intel del tiempo de ejecución Windows.
fr: Rosetta 2 permet à ce Mac Apple Silicon d'ouvrir la partie basée sur Intel du runtime Windows.
ja: Rosetta 2 を使用すると、この Apple Silicon Mac で Windows ランタイムの Intel ベースの部分を開くことができます。
ko: Rosetta 2를 설치하면 이 Apple Silicon Mac에서 Windows 런타임의 Intel용 구성 요소를 실행할 수 있습니다.
pt_br: O Rosetta 2 permite que este Mac com Apple Silicon execute a parte Intel do runtime do Windows.
ru: Rosetta 2 позволяет этому Mac Apple Silicon открывать основанную на Intel часть среды выполнения Windows.
zh_hans: Rosetta 2 让这款 Apple Silicon Mac 打开 Windows 运行时的基于 Intel 的部分。
zh_hant: Rosetta 2 讓這款 Apple Silicon Mac 開啟 Windows 運行時的基於 Intel 的部分。
